Repository: 5sControl/doc-ai-chat-to-erp
Catalog: lib/l10n/app_*.arb
Languages: pl, pt, ru, vi, zh

# request_readMyBook
source: Read my book
pt: Ler meu livro
ru: Прочитать мою книгу
vi: Đọc sách của tôi

# request_speechToText
source: Speech to text feature
pt: Recurso de fala para texto
ru: Функция речь-в-текст
vi: Tính năng chuyển giọng nói thành văn bản

# request_textToSpeech
source: Text to speech feature
pt: Recurso de texto para fala
ru: Функция текст-в-речь
vi: Tính năng chuyển văn bản thành giọng nói

# request_addLanguage
source: Add language
pt: Adicionar idioma
ru: Добавить язык
vi: Thêm ngôn ngữ

# request_orWriteMessage
source: Or write us a message
pt: Ou escreva-nos uma mensagem
ru: Или напишите нам сообщение
vi: Hoặc viết tin nhắn cho chúng tôi

# request_name
source: Name
pt: Nome
ru: Имя
vi: Tên

# request_enterYourName
source: Enter your name
pt: Digite seu nome
ru: Введите ваше имя
vi: Nhập tên của bạn

# request_enterYourEmail
source: Enter your email
pt: Digite seu e-mail
ru: Введите ваш email
vi: Nhập email của bạn

# request_message
source: Message
pt: Mensagem
ru: Сообщение
vi: Tin nhắn

# request_enterYourRequest
source: Enter your request
pt: Digite sua solicitação
ru: Введите ваш запрос
vi: Nhập yêu cầu của bạn

# request_submit
source: Submit
pt: Enviar
ru: Отправить
vi: Gửi

# request_selectLanguage
source: Select language
pt: Selecionar idioma
ru: Выберите язык
vi: Chọn ngôn ngữ

# ttsDownloadDialogTitle
source: Downloading voice model
ru: Скачивание голосовой модели

# ttsDownloadDialogBody
source: Please keep the app open while we download the voice resources.
ru: Пожалуйста, не закрывайте приложение во время скачивания голосовых ресурсов.

# ttsModelReadyTitle
source: Voice model ready
ru: Голосовая модель готова

# ttsModelReadyMessage
source: Voice model downloaded successfully. You can choose a voice in Settings.
ru: Голосовая модель успешно скачана. Вы можете выбрать голос в Настройках.

# knowledgeCards_regenerate
source: Regenerate
pt: Regenerar
ru: Создать заново
vi: Tạo lại

# knowledgeCards_regenerateTitle
source: Regenerate knowledge cards?
pt: Regenerar cartões de conhecimento?
ru: Создать карточки заново?
vi: Tạo lại thẻ kiến thức?

# knowledgeCards_regenerateMessage
source: Your current cards will be removed and new ones will be generated. Continue?
pt: Os cartões atuais serão removidos e novos serão gerados. Continuar?
ru: Текущие карточки будут удалены, будут сгенерированы новые. Продолжить?
vi: Các thẻ hiện tại sẽ bị xóa và thẻ mới sẽ được tạo. Tiếp tục?

# knowledgeCards_cancel
source: Cancel
pt: Cancelar
ru: Отмена
vi: Hủy

# knowledgeCards_voiceAnswerTitle
source: How do you understand the term "{term}"?
pt: Como você entende o termo "{term}"?
ru: Как вы понимаете термин «{term}»?
vi: Bạn hiểu thuật ngữ "{term}" như thế nào?

# knowledgeCards_voiceAnswerTask
source: Explain in your own words
pt: Explique com suas próprias palavras
ru: Объясните своими словами
vi: Giải thích bằng lời của bạn

# knowledgeCards_voiceAnswerSend
source: Send
pt: Enviar
ru: Отправить
vi: Gửi

# knowledgeCards_voiceAnswerStubMessage
source: Verification of your answer will be available in the app soon.
pt: A verificação da sua resposta estará disponível no aplicativo em breve.
ru: Проверка верности ответа появится в программе в скором времени.
vi: Việc xác minh câu trả lời của bạn sẽ sớm có trong ứng dụng.

# knowledgeCards_voiceAnswerError
source: Couldn't verify the answer. Check your connection and try again.
pt: Não foi possível verificar a resposta. Verifique sua conexão e tente novamente.
ru: Не удалось проверить ответ. Проверьте подключение и попробуйте снова.
vi: Không thể xác minh câu trả lời. Kiểm tra kết nối và thử lại.

# knowledgeCards_tapMicToSpeak
source: Tap the microphone to speak
pt: Toque no microfone para falar
ru: Нажмите на микрофон, чтобы говорить
vi: Chạm vào micrô để nói

# knowledgeCards_listening
source: Listening...
pt: Ouvindo...
ru: Идёт запись...
vi: Đang nghe...
