Repository: 5sControl/doc-ai-chat-to-erp
Catalog: lib/l10n/app_*.arb
Languages: pl, pt, ru, vi, zh

# common_continue
source: Continue
pl: Kontynuuj
pt: Continuar
ru: Продолжить
vi: Tiếp tục
zh: 继续

# common_select
source: Select
pl: Wybierz
pt: Selecionar
ru: Выбрать
vi: Chọn
zh: 选择

# common_ok
source: OK
ru: Ок
zh: 好

# common_error
source: Error
pl: Błąd
pt: Erro
ru: Ошибка
vi: Lỗi
zh: 错误

# onboarding_translateSummarizationTo
source: Translate summarization to
pl: Tłumacz podsumowania na
pt: Traduzir os resumos para
ru: Переводить саммари на
vi: Dịch tóm tắt sang
zh: 将摘要翻译为

# onboarding_goodbyeInfoOverload
source: Goodbye information overload!
pl: Żegnaj, przeciążenie informacjami!
pt: Adeus à sobrecarga de informação!
ru: Прощай, информационная перегрузка!
vi: Tạm biệt quá tải thông tin!
zh: 告别信息过载！

# onboarding_oneClickShareToGetSummary
source: One-click "share" to get summary
pl: Jedno kliknięcie „Udostępnij”, aby uzyskać podsumowanie
pt: Um clique em "Compartilhar" para obter o resumo
ru: В один клик «Поделиться» — и получите саммари
vi: Chỉ một lần "Chia sẻ" để nhận tóm tắt
zh: 一键“分享”获取摘要

# onboarding_welcomeTitle
source: Welcome to Summify
pl: Witamy w Summify
pt: Bem-vindo ao Summify
ru: Добро пожаловать в Summify
vi: Chào mừng đến với Summify
zh: 欢迎使用 Summify

# onboarding_welcomeSubtitle
source: Personal AI Summarizer
pl: Osobisty podsumowujący AI
pt: Resumidor de IA pessoal
ru: Персональный AI-саммаризатор
vi: Trình tóm tắt AI cá nhân
zh: 个人 AI 摘要工具

# settings_profile
source: Profile
pl: Profil
pt: Perfil
ru: Профиль
vi: Hồ sơ
zh: 个人资料

# settings_general
source: General
pl: Ogólne
pt: Geral
ru: Общие
vi: Chung
zh: 通用

# settings_interfaceLanguage
source: Interface language
pl: Język interfejsu
pt: Idioma da interface
ru: Язык интерфейса
vi: Ngôn ngữ giao diện
zh: 界面语言

# settings_translationLanguage
source: Translation language
pl: Język tłumaczenia
pt: Idioma de tradução
ru: Язык перевода
vi: Ngôn ngữ dịch
zh: 翻译语言

# settings_selectLanguageTitle
source: Select language
pl: Wybierz język
pt: Selecionar idioma
ru: Выберите язык
vi: Chọn ngôn ngữ
zh: 选择语言

# settings_group_subscription
source: Subscription & more
pt: Assinatura e mais
ru: Подписка и другое
vi: Gói đăng ký và thêm

# settings_group_about
source: About
pt: Sobre
ru: О приложении
vi: Giới thiệu

# settings_group_support
source: Support
pt: Suporte
ru: Поддержка
vi: Hỗ trợ

# settings_group_account
source: Account
pt: Conta
ru: Аккаунт
vi: Tài khoản

# settings_group_voice
source: Voice
pt: Voz
ru: Голос
vi: Giọng nói

# wordTapHint_title
source: Word translation
pt: Tradução de palavras
ru: Перевод слова
vi: Dịch từ

# wordTapHint_message
source: Tap a word to get its translation.
pt: Toque numa palavra para obter a tradução.
ru: Нажмите на слово, чтобы получить его перевод.
vi: Chạm vào một từ để xem bản dịch.

# wordTapHint_dontShowAgain
source: Don't show again
pt: Não mostrar novamente
ru: Больше не показывать
vi: Không hiển thị lại

# wordTapHint_showLater
source: Show later
pt: Mostrar mais tarde
ru: Показать позже
vi: Hiển thị sau

# paywall_beSmartWithYourTime
source: Be smart with your time!
pl: Oszczędzaj swój czas!
pt: Use seu tempo com inteligência!
ru: Умно распоряжайтесь своим временем!
vi: Hãy sử dụng thời gian thông minh!
zh: 聪明地利用你的时间！

# paywall_payWeekly
source: Pay weekly
pl: Płatność tygodniowa
pt: Pagar semanalmente
ru: Оплата еженедельно
vi: Thanh toán hàng tuần
zh: 按周付费

# paywall_payAnnually
source: Pay annually
pl: Płatność roczna
pt: Pagar anualmente
ru: Оплата ежегодно
vi: Thanh toán hàng năm
zh: 按年付费

# paywall_saveUpTo
source: Save up to {amount}\$
pl: Oszczędź do {amount}\$
pt: Economize até {amount}\$
ru: Сэкономьте до {amount}\$
vi: Tiết kiệm đến {amount}\$
zh: 最多节省 {amount}\$

# paywall_buy
source: BUY
pl: KUP
pt: COMPRAR
ru: КУПИТЬ
vi: MUA
zh: 购买

# paywall_andGetOn
source: AND GET ON
pl: I OTRZYMAJ NA
pt: E RECEBA NO
ru: И ПОЛУЧИТЬ НА
vi: VÀ NHẬN TRÊN
zh: 并在

# paywall_forFree
source: FOR FREE!
pl: ZA DARMO!
pt: GRÁTIS!
ru: БЕСПЛАТНО!
vi: MIỄN PHÍ!
zh: 免费获得！

# paywall_12Months
source: 12 months
pl: 12 miesięcy
pt: 12 meses
ru: 12 месяцев
vi: 12 tháng
zh: 12 个月

# paywall_1Week
source: 1 week
pl: 1 tydzień
pt: 1 semana
ru: 1 неделя
vi: 1 tuần
zh: 1 周

# paywall_1Month
source: 1 month
pl: 1 miesiąc
pt: 1 mês
ru: 1 месяц
vi: 1 tháng
zh: 1 个月

# paywall_1WeekMultiline
source: 1 week
pl: 1 \ntydzień
pt: 1 semana
ru: 1 неделя
vi: 1 tuần
zh: 1 \n周

# paywall_1MonthMultiline
source: 1 month
pl: 1 \nmiesiąc
pt: 1 mês
ru: 1 месяц
vi: 1 tháng
zh: 1 \n个月

# paywall_12MonthsMultiline
source: 12 months
pl: 12 \nmiesięcy
pt: 12 meses
ru: 12 месяцев
vi: 12 tháng
zh: 12 \n个月

# paywall_accessAllPremiumCancelAnytime
source: Access all premium features! Cancel anytime
pl: Dostęp do wszystkich funkcji premium!\nAnuluj w dowolnym momencie
pt: Acesse todos os recursos premium! Cancele quando quiser
ru: Доступ ко всем премиум-функциям! Отмена в любой момент
vi: Truy cập mọi tính năng cao cấp! Hủy bất cứ lúc nào
zh: 解锁所有高级功能！\n随时取消

# paywall_pricePerYear
source: {price}/year
pl: {price}/rok
pt: {price}/ano
ru: {price}/год
vi: {price}/năm
zh: {price}/年

# paywall_pricePerWeek
source: {price}/week
pl: {price}/tydz.
pt: {price}/semana
ru: {price}/нед.
vi: {price}/tuần
zh: {price}/周

# paywall_termsOfUse
source: Terms of use
pl: Warunki użytkowania
pt: Termos de uso
ru: Условия использования
vi: Điều khoản sử dụng
zh: 使用条款

# paywall_restorePurchase
source: Restore purchase
pl: Przywróć zakup
pt: Restaurar compra
ru: Восстановить покупку
vi: Khôi phục mua hàng
zh: 恢复购买

# paywall_privacyPolicy
source: Privacy policy
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
vi: Chính sách quyền riêng tư
zh: 隐私政策

# paywall_unlimitedSummaries
source: Unlimited Summaries
pl: Nielimitowane podsumowania
pt: Resumos ilimitados
ru: Безлимитные саммари
vi: Tóm tắt không giới hạn
zh: 无限摘要

# paywall_documentResearch
source: Document Research
pl: Analiza dokumentów
pt: Pesquisa de documentos
ru: Исследование документов
vi: Nghiên cứu tài liệu
zh: 文档研究

# paywall_briefAndDeepSummary
source: Brief and Deep Summary
pl: Krótkie i szczegółowe podsumowanie
pt: Resumo breve e profundo
ru: Краткое и глубокое саммари
vi: Tóm tắt ngắn và chi tiết
zh: 简短与深入摘要

# paywall_translation
source: Translation
pl: Tłumaczenie
pt: Tradução
ru: Перевод
vi: Dịch
zh: 翻译

# paywall_addToChromeForFree
source: Add to Chrome for FREE
pl: Dodaj do Chrome ZA DARMO
pt: Adicionar ao Chrome GRÁTIS
ru: Добавить в Chrome бесплатно
vi: Thêm vào Chrome MIỄN PHÍ
zh: 免费添加到 Chrome

# offer_needMoreSummaries
source: Do you need success?
pl: Potrzebujesz więcej podsumowań?
pt: Você precisa de sucesso?
ru: Вам нужен успех?
vi: Bạn cần thành công?
zh: 需要更多摘要？

# offer_maximizeYourProductivity
source: Maximize your productivity!
pl: Zwiększ swoją produktywność!
pt: Maximize sua produtividade!
ru: Увеличьте продуктивность!
vi: Tăng năng suất của bạn!
zh: 提升你的效率！

# offer_outOfSummaries
source: Out of Summaries?
pl: Brak podsumowań?
pt: Sem resumos?
ru: Саммари закончились?
vi: Hết lượt tóm tắt?
zh: 摘要用完了？

# offer_maximizeProductivityAndEfficiency
source: Maximize your productivity and efficiency!
pl: Zwiększ produktywność\ni efektywność!
pt: Maximize sua produtividade e eficiência!
ru: Повышайте продуктивность и эффективность!
vi: Tăng năng suất và hiệu quả!
zh: 提升你的效率\n和生产力！

# offer_getMoreInNoTime
source: Get more in no time!
pl: Zyskaj więcej w mgnieniu oka!
pt: Faça mais em pouco tempo!
ru: Получайте больше за меньшее время!
vi: Nhận thêm chỉ trong chốc lát!
zh: 立刻获得更多！

# offer_goUnlimited
source: Go Unlimited
pl: Włącz bez limitu
pt: Ativar ilimitado
ru: Включить безлимит
vi: Bật không giới hạn
zh: 开启无限

# bundle_subscriptionsNotAvailable
source: Subscriptions not available
pl: Subskrypcje niedostępne
pt: Assinaturas indisponíveis
ru: Подписки недоступны
vi: Không có gói đăng ký
zh: 订阅不可用

# bundle_getForFree
source: GET FOR FREE
pl: ODBIERZ ZA DARMO
pt: OBTER GRÁTIS
ru: ПОЛУЧИТЬ БЕСПЛАТНО
vi: NHẬN MIỄN PHÍ
zh: 免费获取

# bundle_on
source: on
pl: w
pt: na
ru: в
vi: trên
zh: 在

# bundle_version
source: Version
pl: wersji
pt: Versão
ru: версии
vi: phiên bản
zh: 版本

# bundle_offer_unlockLimitless
source: Unlock Limitless
pl: Odblokuj nieograniczone
pt: Desbloqueie infinitas
ru: Откройте безграничные
vi: Mở khóa vô hạn
zh: 解锁无限

# bundle_offer_possibilities
source: Possibilities
pl: możliwości
pt: possibilidades
ru: возможности
vi: khả năng
zh: 可能

# bundle_offer_endlessPossibilities
source: Endless Possibilities
pl: Nieskończone możliwości
pt: Possibilidades infinitas
ru: Безграничные возможности
vi: Khả năng vô tận
zh: 无限可能

# bundle_offer_with50Off
source: with 50% Off
pl: z 50% zniżką
pt: com 50% de desconto
ru: со скидкой 50%
vi: giảm 50%
zh: 立减 50%

# bundle_offer_get4UnlimitedApps
source: Get 4 Unlimited Apps
pl: Zdobądź 4 aplikacje bez limitu
pt: Obtenha 4 apps ilimitados
ru: Получите 4 безлимитных приложения
vi: Nhận 4 ứng dụng không giới hạn
zh: 获取 4 个无限应用

# bundle_tabBundle
source: Bundle
pl: Pakiet
pt: Pacote
ru: Пакет
vi: Gói
zh: 套餐

# bundle_tabUnlimited
source: Unlimited
pl: Bez limitu
pt: Ilimitado
ru: Безлимит
vi: Không giới hạn
zh: 无限

# purchase_youAreTheBest
source: You are the best!
pl: Jesteś najlepszy!
pt: Você é o melhor!
ru: Вы — лучшие!
vi: Bạn tuyệt vời nhất!
zh: 你太棒了！

# purchase_get
source: Get
pl: Zdobądź
pt: Obtenha
ru: Получите
vi: Nhận
zh: 免费获取

# purchase_versionForFree
source: version for free!
pl: wersję za darmo!
pt: a versão grátis!
ru: версию бесплатно!
vi: phiên bản miễn phí!
zh: 版本！

# purchase_copyLink
source: Copy link
pl: Kopiuj link
pt: Copiar link
ru: Скопировать ссылку
vi: Sao chép liên kết
zh: 复制链接

# purchase_collectYourGift
source: Collect your gift
pl: Odbierz prezent
pt: Resgatar seu presente
ru: Забрать подарок
vi: Nhận quà
zh: 领取礼物

# purchase_enterYourEmail
source: Enter your email
pl: Wpisz e-mail
pt: Digite seu e-mail
ru: Введите email
vi: Nhập email của bạn
zh: 输入邮箱

# summary_couldNotOpenURL
source: Could not open URL
pt: Não foi possível abrir o URL
ru: Не удалось открыть URL
vi: Không thể mở URL

# summary_couldNotOpenFile
source: Could not open file
pt: Não foi possível abrir o arquivo
ru: Не удалось открыть файл
vi: Không thể mở tệp

# summary_originalFileNoLongerAvailable
source: Original file is no longer available
pt: O arquivo original não está mais disponível
ru: Оригинальный файл больше не доступен
vi: Tệp gốc không còn khả dụng

# summary_filePathNotFound
source: File path not found
pt: Caminho do arquivo não encontrado
ru: Путь к файлу не найден
vi: Không tìm thấy đường dẫn tệp

# summary_originalTextNotAvailable
source: Original text not available
pt: Texto original não disponível
ru: Исходный текст недоступен
vi: Văn bản gốc không khả dụng

# summary_breakThroughTheLimits
source: Break through the limits
pt: Supere os limites
ru: Преодолейте ограничения
vi: Vượt qua giới hạn

# summary_sourceNotAvailable
source: Source text is not available for this type of summary
pt: O texto de origem não está disponível para este tipo de resumo
ru: Исходный текст недоступен для этого типа резюме
vi: Văn bản nguồn không khả dụng cho loại tóm tắt này

# research_chipAskQuestion
source: Ask a question
ru: Задать вопрос

# research_chipSuggestedQuestions
source: Suggested questions
pt: Perguntas sugeridas
ru: Типовые вопросы
vi: Câu hỏi gợi ý

# research_suggestedQuestionsRequest
source: Generate 5–7 specific questions worth asking about this document: for clarification, checking understanding, or discussion. Short list only.
pt: Gere 5–7 perguntas específicas que vale a pena fazer sobre este documento: para esclarecer, verificar compreensão ou discutir. Apenas lista curta.
ru: Сгенерируй 5–7 конкретных вопросов, которые стоит задать по этому документу: для уточнения, проверки понимания или обсуждения. Краткий список.
vi: Tạo 5–7 câu hỏi cụ thể đáng đặt về tài liệu này: để làm rõ, kiểm tra hiểu biết hoặc thảo luận. Chỉ danh sách ngắn.

# research_chipPitfallsLimitations
source: Pitfalls & limitations
pt: Armadilhas e limitações
ru: Ограничения и риски
vi: Cạm bẫy và hạn chế

# research_pitfallsLimitationsRequest
source: List the main limitations, pitfalls, and risks mentioned in or implied by this document. Briefly, as bullet points.
pt: Liste as principais limitações, armadilhas e riscos mencionados ou implícitos neste documento. Brevemente, em tópicos.
ru: Перечисли основные ограничения, подводные камни и риски, о которых говорится в документе или которые из него следуют. Кратко, по пунктам.
vi: Liệt kê các hạn chế, cạm bẫy và rủi ro chính được nêu hoặc ngụ ý trong tài liệu này. Ngắn gọn, dạng gạch đầu dòng.

# research_chipMermaidDiagram
source: Mermaid diagram
ru: Mermaid-диаграмма

# research_diagramRequest
source: Create a Mermaid diagram for this document
ru: Создай Mermaid-диаграмму по этому документу

# research_mermaidCopy
source: Copy
ru: Копировать

# research_mermaidOpenLive
source: Open in Mermaid Live
ru: Открыть в Mermaid Live

# diagram_share
source: Share
pt: Compartilhar
ru: Поделиться
vi: Chia sẻ

# quiz_failedToGenerate
source: Failed to generate quiz
pt: Falha ao gerar o quiz
ru: Не удалось создать квиз
vi: Không tạo được câu đố

# quiz_retry
source: Retry
pt: Tentar novamente
ru: Повторить
vi: Thử lại

# quiz_knowledgeQuiz
source: Knowledge Quiz
pt: Quiz de conhecimento
ru: Тест знаний
vi: Câu đố kiến thức

# quiz_testYourUnderstanding
source: Test your understanding of this document
pt: Teste sua compreensão deste documento
ru: Проверьте ваше понимание этого документа
vi: Kiểm tra sự hiểu biết của bạn về tài liệu này

# quiz_questions
source: Questions
pt: Perguntas
ru: Вопросы
vi: Câu hỏi

# quiz_estimatedTime
source: Estimated time
pt: Tempo estimado
ru: Примерное время
vi: Thời gian ước tính

# quiz_minutes
source: min
ru: мин
vi: phút

# quiz_startQuiz
source: Start Quiz
pt: Iniciar quiz
ru: Начать квиз
vi: Bắt đầu câu đố

# quiz_explanation
source: Explanation
pt: Explicação
ru: Объяснение
vi: Giải thích

# quiz_previous
source: Previous
pt: Anterior
ru: Назад
vi: Trước

# quiz_viewResults
source: View Results
pt: Ver resultados
ru: Посмотреть результаты
vi: Xem kết quả

# quiz_nextQuestion
source: Next Question
pt: Próxima pergunta
ru: Следующий вопрос
vi: Câu hỏi tiếp theo

# quiz_questionNofTotal
source: Question {current} of {total}
pt: Pergunta {current} de {total}
ru: Вопрос {current} из {total}
vi: Câu hỏi {current} trong {total}

# quiz_overview
source: Overview
pt: Visão geral
ru: Обзор
vi: Tổng quan

# quiz_stepByStep
source: Step by Step
pt: Passo a passo
ru: Пошагово
vi: Từng bước

# quiz_excellent
source: Excellent! 🎉
pt: Excelente! 🎉
ru: Отлично! 🎉
vi: Xuất sắc! 🎉

# quiz_goodJob
source: Good job! 👍
pt: Bom trabalho! 👍
ru: Хорошая работа! 👍
vi: Làm tốt lắm! 👍

# quiz_notBad
source: Not bad! Keep learning 📚
pt: Nada mal! Continue aprendendo 📚
ru: Неплохо! Продолжайте учиться 📚
vi: Không tệ! Tiếp tục học 📚

# quiz_keepPracticing
source: Keep practicing! 💪
pt: Continue praticando! 💪
ru: Продолжайте практиковаться! 💪
vi: Tiếp tục luyện tập! 💪

# quiz_correct
source: Correct
pt: Correto
ru: Верно
vi: Đúng

# quiz_incorrect
source: Incorrect
pt: Incorreto
ru: Неверно
vi: Sai

# quiz_total
source: Total
ru: Всего
vi: Tổng

# quiz_retakeQuiz
source: Retake Quiz
pt: Refazer quiz
ru: Пройти квиз снова
vi: Làm lại câu đố

# quiz_reviewAnswers
source: Review Answers
pt: Revisar respostas
ru: Проверить ответы
vi: Xem lại câu trả lời

# quiz_question
source: Question {number}
pt: Pergunta {number}
ru: Вопрос {number}
vi: Câu hỏi {number}

# savedCards_title
source: Saved Cards
pt: Cartões salvos
ru: Сохраненные карточки
vi: Thẻ đã lưu

# savedCards_removeBookmarkTitle
source: Remove bookmark?
pt: Remover marcador?
ru: Удалить закладку?
vi: Xóa dấu trang?

# savedCards_removeBookmarkMessage
source: This card will be removed from your bookmarks.
pt: Este cartão será removido dos seus marcadores.
ru: Эта карточка будет удалена из ваших закладок.
vi: Thẻ này sẽ bị xóa khỏi dấu trang của bạn.

# savedCards_cancel
source: Cancel
pt: Cancelar
ru: Отмена
vi: Hủy

# savedCards_remove
source: Remove
pt: Remover
ru: Удалить
vi: Xóa

# savedCards_cardRemoved
source: Card removed from bookmarks
pt: Cartão removido dos marcadores
ru: Карточка удалена из закладок
vi: Đã xóa thẻ khỏi dấu trang

# savedCards_sourceNotFound
source: Source document not found
pt: Documento fonte não encontrado
ru: Исходный документ не найден
vi: Không tìm thấy tài liệu nguồn

# savedCards_clearAll
source: Clear all
pt: Limpar tudo
ru: Очистить все
vi: Xóa tất cả

# savedCards_searchHint
source: Search saved cards...
pt: Buscar cartões salvos...
ru: Поиск сохраненных карточек...
vi: Tìm kiếm thẻ đã lưu...

# savedCards_cardCount
source: {count} card
pt: {count} cartão
ru: {count} карточка
vi: {count} thẻ

# savedCards_cardsCount
source: {count} cards
pt: {count} cartões
ru: {count} карточек
vi: {count} thẻ

# savedCards_clearFilters
source: Clear filters
pt: Limpar filtros
ru: Очистить фильтры
vi: Xóa bộ lọc

# savedCards_noCardsYet
source: No saved cards yet
pt: Ainda não há cartões salvos
ru: Пока нет сохраненных карточек
vi: Chưa có thẻ nào được lưu

# savedCards_saveCardsToAccess
source: Save interesting cards to access them later
pt: Salve cartões interessantes para acessá-los mais tarde
ru: Сохраняйте интересные карточки для быстрого доступа
vi: Lưu thẻ thú vị để truy cập sau

# savedCards_noCardsFound
source: No cards found
pt: Nenhum cartão encontrado
ru: Карточки не найдены
vi: Không tìm thấy thẻ nào

# savedCards_tryAdjustingFilters
source: Try adjusting your filters
pt: Tente ajustar os filtros
ru: Попробуйте изменить фильтры
vi: Thử điều chỉnh bộ lọc

# savedCards_clearAllTitle
source: Clear all saved cards?
pt: Limpar todos os cartões salvos?
ru: Очистить все сохраненные карточки?
vi: Xóa tất cả thẻ đã lưu?

# savedCards_clearAllMessage
source: This will remove all your saved cards. This action cannot be undone.
pt: Isso removerá todos os seus cartões salvos. Esta ação não pode ser desfeita.
ru: Это удалит все ваши сохраненные карточки. Это действие нельзя отменить.
vi: Điều này sẽ xóa tất cả thẻ đã lưu của bạn. Hành động này không thể hoàn tác.

# savedCards_allCleared
source: All saved cards cleared
pt: Todos os cartões salvos foram limpos
ru: Все сохраненные карточки удалены
vi: Đã xóa tất cả thẻ đã lưu

# home_search
source: Search
pt: Buscar
ru: Поиск
vi: Tìm kiếm

# info_productivityInfo
source: Productivity Info
pt: Info de produtividade
ru: Информация о продуктивности
vi: Thông tin năng suất

# info_words
source: Words
pt: Palavras
ru: Слова
vi: Từ

# info_time
source: Time,
pt: Tempo,
ru: Время,
vi: Thời gian,

# info_timeMin
source: (min)
ru: (мин)
vi: (phút)

# info_saved
source: Saved,
pt: Economizado,
ru: Сэкономлено,
vi: Đã tiết kiệm,

# info_original
source: Original
ru: Оригинал
vi: Gốc

# info_brief
source: Brief
pt: Breve
ru: Краткое
vi: Ngắn gọn

# info_deep
source: Deep
pt: Profundo
ru: Глубокое
vi: Sâu

# extension_growYourProductivity
source: GROW YOUR PRODUCTIVITY
pt: AUMENTE SUA PRODUTIVIDADE
ru: ПОВЫШАЙТЕ ПРОДУКТИВНОСТЬ
vi: TĂNG NĂNG SUẤT CỦA BẠN

# extension_copyLink
source: Copy link
pt: Copiar link
ru: Скопировать ссылку
vi: Sao chép liên kết

# extension_sendLink
source: Send link
pt: Enviar link
ru: Отправить ссылку
vi: Gửi liên kết

# extension_enterYourEmail
source: Enter your email
pt: Digite seu e-mail
ru: Введите ваш email
vi: Nhập email của bạn

# auth_skip
source: Skip
pt: Pular
ru: Пропустить
vi: Bỏ qua

# auth_hello
source: Hello!
pt: Olá!
ru: Привет!
vi: Xin chào!

# auth_fillInToGetStarted
source: Fill in to get started
pt: Preencha para começar
ru: Заполните, чтобы начать
vi: Điền vào để bắt đầu

# auth_emailAddress
source: Email Address
pt: Endereço de e-mail
ru: Адрес электронной почты
vi: Địa chỉ email

# auth_password
source: Password
pt: Senha
ru: Пароль
vi: Mật khẩu

# auth_forgotPassword
source: Forgot password?
pt: Esqueceu a senha?
ru: Забыли пароль?
vi: Quên mật khẩu?

# auth_loginIn
source: Login in
pt: Entrar
ru: Войти
vi: Đăng nhập

# auth_orLoginWith
source: Or Login with
pt: Ou entre com
ru: Или войдите с помощью
vi: Hoặc đăng nhập bằng

# auth_dontHaveAccount
source: Don't have an account?
pt: Não tem uma conta?
ru: Нет аккаунта?
vi: Chưa có tài khoản?

# auth_registerNow
source: Register Now
pt: Registre-se agora
ru: Зарегистрируйтесь
vi: Đăng ký ngay

# auth_passwordCannotBeEmpty
source: Password cannot be empty
pt: A senha não pode estar vazia
ru: Пароль не может быть пустым
vi: Mật khẩu không được để trống

# auth_passwordMustBe6Chars
source: Password must be at least 6 characters long
pt: A senha deve ter pelo menos 6 caracteres
ru: Пароль должен содержать не менее 6 символов
vi: Mật khẩu phải có ít nhất 6 ký tự

# registration_skip
source: Skip
pt: Pular
ru: Пропустить
vi: Bỏ qua

# registration_registerAndGet
source: Register and get
pt: Registre-se e ganhe
ru: Зарегистрируйтесь и получите
vi: Đăng ký và nhận

# registration_2Free
source: 2 free
ru: 2 бесплатные

# registration_1FreePerDay
source: 1 free per day
ru: 1 бесплатное в день

# registration_unlimited
source: Unlimited
pt: resumos ilimitados
ru: безлимитные
vi: bản tóm tắt không giới hạn

# limit_onePerDay
source: 1 free summary per day
ru: 1 бесплатное саммари в день

# limit_resetsTomorrow
source: Limit resets at midnight. You get 1 more free summary tomorrow.
ru: Лимит обновляется в полночь. Завтра снова будет 1 бесплатное саммари.

# limit_usedTodayTryTomorrow
source: You've used your 1 free summary today. Come back tomorrow for another one, or go unlimited.
ru: Вы уже использовали 1 бесплатное саммари сегодня. Завтра будет ещё одно или оформите подписку.

# limit_blockedCardOverlay
source: This summary was created over your daily limit. Unlock with Premium. Tomorrow you get 1 new free summary.
ru: Это саммари создано сверх дневного лимита. Откройте по подписке. Завтра будет 1 новое бесплатное саммари.

# giftCode_menuTitle
source: Redeem gift code
pt: Resgatar código presente
ru: Ввести подарочный код
vi: Đổi mã quà tặng

# giftCode_dialogTitle
source: Enter gift code
pt: Introduza o código presente
ru: Введите подарочный код
vi: Nhập mã quà tặng

# giftCode_placeholder
source: Code
pt: Código
ru: Код
vi: Mã

# giftCode_activate
source: Activate
pt: Ativar
ru: Активировать
vi: Kích hoạt

# giftCode_success
source: Gift code accepted. You received {count} documents.
pt: Código presente aceite. Recebeu {count} documentos.
ru: Подарочный код принят. Вам добавлено {count} документов.
vi: Mã quà tặng đã được chấp nhận. Bạn nhận được {count} tài liệu.

# giftCode_error
source: Invalid or already used code.
pt: Código inválido ou já utilizado.
ru: Неверный или уже использованный код.
vi: Mã không hợp lệ hoặc đã sử dụng.

# registration_summarizations
source: summarizations
pt: grátis
ru: саммари
vi: miễn phí

# registration_name
source: Name
pt: Nome
ru: Имя
vi: Tên

# registration_emailAddress
source: Email Address
pt: Endereço de e-mail
ru: Адрес электронной почты
vi: Địa chỉ email

# registration_password
source: Password
pt: Senha
ru: Пароль
vi: Mật khẩu

# registration_confirmPassword
source: Confirm password
pt: Confirmar senha
ru: Подтвердите пароль
vi: Xác nhận mật khẩu

# registration_register
source: Register
pt: Registrar
ru: Зарегистрироваться
vi: Đăng ký

# registration_orLoginWith
source: Or Login with
pt: Ou entre com
ru: Или войдите с помощью
vi: Hoặc đăng nhập bằng

# registration_alreadyHaveAccount
source: Already have an account?
pt: Já tem uma conta?
ru: Уже есть аккаунт?
vi: Đã có tài khoản?

# registration_loginNow
source: Login Now
pt: Entre agora
ru: Войдите сейчас
vi: Đăng nhập ngay

# registration_passwordMismatch
source: Password mismatch
pt: As senhas não correspondem
ru: Пароли не совпадают
vi: Mật khẩu không khớp

# request_secureSum
source: Secure summarization
pt: Resumo seguro
ru: Безопасная саммаризация
vi: Tóm tắt an toàn
